Repository: callsimba/offine-card-payment-plugin
Catalog: languages/*.po
Languages: fr_fr, he_il

source: WC Offline Credit Card Payment
fr_fr: WC hors-ligne Paiement de carte de crédit
he_il: תשלום כרטיס אשראי לא מקוון כרטיס אשראי

source: Pay via Offline Credit Card.
fr_fr: Pay par carte de crédit hors ligne.
he_il: שלם באמצעות כרטיס אשראי לא מקוון.

source: Card Holder Name
fr_fr: Nom du titulaire
he_il: שם בעל הכרטיס

source: Card Number
fr_fr: Numéro de carte
he_il: מספר כרטיס

source: Card Type
fr_fr: Type de carte
he_il: סוג כרטיס

source: Expiry (MM/YY)
fr_fr: Expiration (MM / AA)
he_il: תאריך תפוגה (MM / YY)

source: Card Code
fr_fr: Code de carte
he_il: קוד כרטיס

source: American Express
he_il: אמריקן אקספרס

source: Diners Club Carte Blanche
he_il: דיינרס קלאב

source: Diners Club
he_il: מועדון דיינרס

source: Discover
fr_fr: Découvrir
he_il: לְגַלוֹת

source: Diners Club Enroute
he_il: דיינרס קלאב אנרוטה

source: Maestro
he_il: מָאֵסטרוֹ

source: MasterCard
he_il: מאסטרקארד

source: Solo
he_il: סוֹלוֹ

source: Switch
fr_fr: Commutateur
he_il: החלף

source: VISA
he_il: וִיזָה

source: VISA Electron
he_il: VISA אלקטרון

source: LaserCard
fr_fr: Carte laser
he_il: לייזר

source: Select Card Type
fr_fr: Sélectionnez le type de carte
he_il: בחר סוג כרטיס

source: MM / YY
he_il: חודש שנה

source: Enable / Disable
fr_fr: Activer désactiver
he_il: הפעל / השבת

source: Enable this payment gateway
fr_fr: Activer cette passerelle de paiement
he_il: הפעל שער תשלום זה

source: Enable this payment gateway.
fr_fr: Activer cette passerelle de paiement
he_il: הפעל שער תשלום זה.

source: Title
fr_fr: Titre
he_il: כותרת

source: Payment title the customer will see during the checkout process.
fr_fr: Titre de paiement que le client verra lors du processus de caisse.
he_il: כותרת התשלום שהלקוח יראה במהלך תהליך התשלום.

source: Offline Credit Card
fr_fr: Carte de crédit hors ligne
he_il: כרטיס אשראי לא מקוון

source: Description
fr_fr: La description
he_il: תאור

source: Payment description the customer will see during the checkout process.
fr_fr: Description du paiement que le client verra au cours du processus de caisse.
he_il: תיאור התשלום שהלקוח יראה במהלך תהליך התשלום.

source: Password for descrypt credit card
fr_fr: Mot de passe pour décrypter la carte de crédit
he_il: סיסמה עבור פענוח כרטיס אשראי

source: This option is used to descrpt credit card details on order.
fr_fr: Cette option permet de décrypter les détails de la carte de crédit sur commande.
he_il: אפשרות זו משמשת לפענוח פרטי כרטיס אשראי בהזמנה.

source: Card Holder Text
fr_fr: Texte du titulaire de la carte
he_il: טקסט מחזיק הכרטיס

source: This text is display on card holder name label on checkout page.
fr_fr: Ce texte est affiché sur l'étiquette du titulaire de la carte à la page de paiement.
he_il: טקסט זה מוצג בתווית שם בעל הכרטיס בדף היציאה.

source: Card Account Nomber
fr_fr: Numéro de compte de la carte
he_il: מספר חשבון כרטיס

source: This text is display on account nomber label on checkout page.
fr_fr: Ce texte s'affiche sur l'étiquette du numéro de compte à la page de caisse.
he_il: טקסט זה מוצג בתווית מספר החשבון בדף היציאה.

source: This text is display on expiry date label on checkout page.
fr_fr: Ce texte est affiché à l'étiquette de la date de péremption sur la page de caisse.
he_il: טקסט זה מוצג בתווית תאריך תפוגה בדף היציאה.

source: Card Expiry Date
fr_fr: date d'expiration de la carte
he_il: תאריך תפוגת הכרטיס

source: Card CVC Nomber
fr_fr: Numéro de carte CVV
he_il: מספר CVV של כרטיס

source: This text is display on card cvc label on checkout page.
fr_fr: Ce texte est affiché sur l'étiquette cvc de la carte sur la page de caisse.
he_il: טקסט זה מוצג בתווית כרטיס Cvc בדף היציאה.

source: <strong>Card Holder Name</strong> is required.
fr_fr: <Strong> Nom du titulaire de la carte </ strong> est requis.
he_il: <Strong> שם מחזיק הכרטיס </ strong> נדרש.

source: <strong>Card Number</strong> is required.
fr_fr: <Strong> Numéro de carte </ strong> est requis.
he_il: <Strong> מספר כרטיס </ strong> נדרש.

source: <strong>Card Number</strong> length is not valid.
fr_fr: <Strong> Nombre de carte </ strong> n'est pas valide.
he_il: <Strong> מספר כרטיס </ strong> אורך אינו חוקי.

source: <strong>Card Number</strong> is wrong, Please enter valid credit card number.
fr_fr: <Strong> Numéro de carte </ strong> est incorrect, entrez un numéro de carte de crédit valide.
he_il: <Strong> מספר כרטיס </ strong> שגוי, הזן מספר כרטיס אשראי חוקי.

source: <strong>Card Expiry</strong> is required.
fr_fr: <Strong> L'expiration de la carte </ strong> est nécessaire.
he_il: <Strong> תוקף הכרטיס </ strong> נדרש.

source: <strong>Card Type</strong> is required.
fr_fr: <Strong> Type de carte </ strong> est requis.
he_il: <Strong> סוג כרטיס </ strong> נדרש.

source: <strong>Card CVV</strong> is required.
fr_fr: <Strong> carte CVV </ strong> est nécessaire.
he_il: <Strong> כרטיס CVV </ strong> נדרש.

source: Order placed using offline credit card.
fr_fr: Commande placée à l'aide d'une carte de crédit hors ligne.
he_il: ההזמנה בוצעה באמצעות כרטיס אשראי לא מקוון.

source: WC Offline Credit Card Details
fr_fr: WC Détails de la carte de crédit hors ligne
he_il: WC כרטיס אשראי פרטי כרטיס אשראי

source: Setting
fr_fr: Réglage
he_il: הגדרה

source: Decryption Password
fr_fr: Mot de passe de décryptage
he_il: סיסמת פענוח

source: Decrypt Credit Card Details
fr_fr: Décrypter les détails de la carte de crédit
he_il: פענוח כרטיס אשראי פרטים

source: Password is required.
fr_fr: Mot de passe requis.
he_il: דרושה סיסמא.

source: Invalid order.
fr_fr: Ordre non valide.
he_il: הזמנה לא חוקית.

source: You are not allowed to decrypt data.
fr_fr: Vous n'êtes pas autorisé à décrypter des données.
he_il: אינך רשאי לפענח נתונים.

source: You have not set decryption password. To decrypt data you must set password first from your profile.
fr_fr: Vous n'avez pas configuré le mot de passe de décryptage. Pour décrypter les données, vous devez d'abord définir le mot de passe dans votre profil.
he_il: לא הגדרת סיסמת פענוח. כדי לפענח נתונים עליך להגדיר תחילה את הסיסמה מהפרופיל שלך.

source: Incorrect password.
fr_fr: Mot de passe incorrect.
he_il: סיסמא לא נכונה.

source: Error occured while decrypting.
fr_fr: Une erreur s'est produite lors du décryptage.
he_il: אירעה שגיאה בעת פענוח.

source: Invalid Request.
fr_fr: Requête invalide.
he_il: בקשה שגויה.

source: Password
fr_fr: Mot de passe
he_il: סיסמה

source: This password will be used decrypting credit card data on order.
fr_fr: Ce mot de passe sera utilisé pour déchiffrer les données de la carte de crédit sur commande.
he_il: סיסמה זו תשמש פענוח נתוני כרטיס האשראי על מנת.

source: WooCommerce Offline Credit Card Payment
fr_fr: Paiement par carte de crédit hors ligne de WooCommerce
he_il: כרטיס אשראי

source: Woocomemrce payment gateway for accepting offline credit card payments
fr_fr: Passerelle de paiement Woocommerce pour accepter les paiements par carte de crédit hors ligne
he_il: שער תשלום של Woocommerce לקבלת תשלומים לא מקוונים בכרטיס אשראי
